/* No comment */
"Listing directory failed" = "Невдалий лістинг каталогів";

/* Touch file failed */
"Cannot create {0}" = "Не можу створити файл {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Не можу створити папку {0}";

/* Moving file failed */
"Cannot rename {0}" = "Не можу перейменувати {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "Не можу прочитати атрибути файлу";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Не можу записати атрибути файлу";

/* Removing file failed */
"Cannot delete {0}" = "Не можу видалити {0}";

/* Ownership of file */
"Cannot change owner" = "Не можу змінити власника";

/* Group ownership of file or folder */
"Cannot change group" = "Не можу змінити групу";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "Не можу змінити дозволи";
"Cannot change timestamp" = "Cannot change timestamp";

/* Mount failure */
"Connection failed" = "Невдале з'єднання";

/* Transfer failure */
"Download failed" = "Невдале завантаження";

/* Transfer failure */
"Upload failed" = "Невдале відвантаження";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Не можу прочитати конфігурацію CDN";
"Cannot write CDN configuration" = "Не можу записати конфігурацію CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Не можу прочитати конфігурацію контейнера";

"Cannot rename {0}" = "Не можу перейменувати {0}";
"Cannot copy {0}" = "Не можу зкопіювати {0}";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";